Repository: grueneschweiz/collectme
Catalog: languages/collectme-*.po
Languages: de, fr

source: Handle signature collections with ease.
de: Verwalte Unterschriftensammlungen mit Leichtigkeit.
fr: Gérez facilement les collectes de signatures.

source: Nooo... 🙈
de: Neeeein... 🙈
fr: Nooonn... 🙈

source: Some goblins blocked the data flow. Please try again.
de: Kobolde blockierten den Datenfluss. Bitte versuche es erneut.
fr: Des gobelins ont bloqué le flux de données. Réessayez.

source: Shame on me!
de: Schande über mich!
fr: Honte à moi!

source: I must have made a terrible mistake. Please send me a screenshot of this error message: {email}
de: Ich muss einen schrecklichen Fehler gemacht haben. Bitte sende mir einen Screenshot dieser Fehlermeldung: {email}
fr: J'ai dû faire une terrible erreur. S'il vous plaît, envoyez-moi une capture d'écran de ce message d'erreur: {email}...

source: Try again
de: Erneut versuchen
fr: Réessayez

source: Not authenticated. Please login.
de: Nicht authentifiziert. Bitte anmelden.
fr: Non authentifié. Merci de vous connecter.

source: Invalid data.
de: Ungültige Daten.
fr: Données non valides.

source: Please double check the following fields before resubmitting the form: {fields}
de: Bitte überprüfe die folgenden Felder bevor du das Formular erneut abschickst: {fields}
fr: Veuillez vérifier les champs suivants avant de soumettre à nouveau le formulaire : {fields}

source: Share
de: Teilen
fr: Partager

source: Copied!
de: Kopiert!
fr: Copié!

source: My contribution
de: Mein Beitrag
fr: Ma contribution

source: Please sign-in to enter your personal signatures.
de: Bitte melde dich an, um Unterschriften einzutragen.
fr: Veuillez vous connecter pour enregistrer vos signatures personnelles.

source: Sign in
de: Anmelden
fr: Se connecter

source: No password required
de: Kein Passwort erforderlich
fr: Aucun mot de passe requis

source: Successfully connected
de: Erfolgreich angemeldet
fr: Connexion réussie

source: Hello {firstName}
de: Hallo {firstName}
fr: Bonjour {firstName}

source: Goal set
de: Ziel gesetzt
fr: Objectif fixé

source: Set a goal
de: Ein Ziel setzen
fr: Fixer un objectif

source: You pledged {count} signatures on {date}.
de: Am {date} hast du {count} Unterschriften zugesagt.
fr: Vous avez promis {count} signatures le {date}.

source: Set Goal
de: Ziel setzen
fr: Fixer l'objectif

source: First signatures collected
de: Erste Unterschriften gesammelt
fr: Premières signatures récoltées

source: Collect your first signatures
de: Sammle deine ersten Unterschriften
fr: Récoltez vos premières signatures

source: Mark done
de: Als erledigt markieren
fr: Marquer comme terminé

source: Glorious. Keep going...
de: Grossartig. Weiter so...
fr: Super! Continuez...

source: Register signatures
de: Unterschriften eintragen
fr: Entrer les signatures

source: First signatures registered
de: Erste Unterschriften eingetragen
fr: Premières signatures enregistrées

source: Enter now
de: Jetzt eintragen
fr: Enregistrer maintenant

source: Enter more signatures with the button on the bottom.
de: Nutze den Button unten um weitere Unterschriften einzutragen.
fr: Enregistrez plus de signatures avec le bouton en bas.

source: Achieve goal
de: Ziel erreichen
fr: Atteindre l'objectif

source: Achieved {percent}% of goal
de: {percent}% des Ziels erreicht
fr: {percent}% de l'objectif atteint

source: You've already collected and registered <strong>{count} out of {goal}</strong> signatures.
de: Du hast bereits <strong>{count} von {goal}</strong> Unterschriften gesammelt und eingetragen.
fr: Vous avez déjà récolté et enregistré <strong>{count} sur {goal}</strong> signatures.

source: Congratulations! You've achieved your goal and <strong>collected {count}</strong> signatures.
de: Herzlichen Glückwunsch! Du hast dein Ziel erreicht und <strong>{count} Unterschriften</strong> gesammelt.
fr: Félicitations ! Vous avez atteint votre objectif et <strong>récolté {count}</strong> signatures.

source: Complete the previous steps, and you will see your achievements here.
de: Schliesse die vorherigen Schritte ab und du wirst hier deine Erfolge sehen.
fr: Complétez les étapes précédentes pour voir votre progression.

source: Thank you!
de: Vielen Dank!
fr: Merci !

source: Register more signatures
de: Weitere Unterschriften eintragen
fr: Enregistrer plus de signatures

source: Upgrade goal
de: Ziel erhöhen
fr: Revoir l'objectif à la hausse

source: Full Access
de: Uneingeschränkter Zugang
fr: Accès illimité

source: Sign-in with your email address (no password required) to enter signatures and see the current state of the collection.
de: Melde dich mit deiner E-Mail-Adresse an (kein Passwort erforderlich), um Unterschriften einzutragen und den aktuellen Sammelstand zu sehen.
fr: Connectez-vous avec votre adresse e-mail (aucun mot de passe requis) pour entrer des signatures et voir l'état actuel de la récolte.

source: The same e-mail address where you receive our newsletter.
de: Die gleiche E-Mail-Adresse, mit welcher du unseren Newsletter empfängst.
fr: La même adresse e-mail où vous recevez notre infolettre.

source: E-Mail address is not valid.
de: E-Mail-Adresse ungültig.
fr: L'adresse e-mail n'est pas valide.

source: First Name
de: Vorname
fr: Prénom

source: First name not valid.
de: Vorname ungültig.
fr: Prénom non valide.

source: Last Name
de: Nachname
fr: Nom de famille

source: Last name not valid.
de: Nachname ungültig.
fr: Nom de famille non valide.

source: You'll receive an e-mail with a link that signs you in. Keep this window open.
de: Du erhältst eine E-Mail mit einem Link, der dich anmeldet. Behalte dieses Fenster offen.
fr: Vous recevrez un e-mail avec un lien qui vous permettra de vous connecter. Gardez cette fenêtre ouverte.

source: State of the collection
de: Stand der Unterschriftensammlung
fr: État de la récolte

source: of the pledged signatures were entered.
de: der versprochenen Unterschriften wurden eingetragen.
fr: des signatures promises ont été enregistrées.

source: From all the signatures that were promised in the form of a personal goal, {percent}% are already collected and entered.
de: Von allen Unterschriften, die in Form eines persönlichen Ziels versprochen wurden, sind bis jetzt {percent}% gesammelt und eingetragen worden.
fr: De toutes les signatures promises par les personnes ayant défini un objeectif personnel, {percent}% ont déjà été collectées et enregistrées.

source: of the required signatures were promised.
de: der erforderlichen Unterschriften wurde versprochen.
fr: des signatures requises ont été promises.

source: If all the pledged signatures are collected, we as GREENS will have reached {percent}% of our collection goal.
de: Wenn alle versprochenen Unterschriften gesammelt sind, haben wir als GRÜNE {percent}% unseres Sammelziels erreicht.
fr: Si toutes les signatures promises sont récoltées, les VERT-E-S auront atteint {percent}% de leur objectif.

source: Thank you for your contribution 💚
de: Danke für deinen Beitrag 💚
fr: Merci de votre contribution 💚

source: We can only reach the goal together. Invite your friends and we are already one step closer.
de: Wir können das Ziel nur gemeinsam erreichen. Lade deine Freund*innen ein und schon sind wir einen Schritt weiter.
fr: Nous n'atteindrons l'objectif qu'ensemble! Invitez vos ami-e-s pour nous en approcher un peu plus.

source: I'm taking part in the collection challenge. Do you support it too?
de: Ich nehme an der Sammelchallenge teil. Unterstützst du sie auch?
fr: Je participe au défi de récolte de signatures. Le soutiendrez-vous?

source: Let's master the collection challenge together
de: Lass uns die Unterschriftensammlung gemeinsam meistern
fr: Maîtrisons ensemble le défi de récolte de signatures

source: Activity Feed
de: Aktivitätenverlauf
fr: Flux d'activité

source: No activity yet.
de: Noch keine Aktivitäten.
fr: Aucune activité pour le moment.

source: {firstName} promised {count} signatures.
de: {firstName} hat {count} Unterschriften versprochen.
fr: {firstName} a promis {count} signatures.

source: {firstName} collected {count} signatures.
de: {firstName} hat {count} Unterschriften gesammelt.
fr: {firstName} a récolté {count} signatures.

source: {count} signatures were entered for {organization}.
de: {count} Unterschriften wurden für {organization} eingetragen.
fr: {count} signatures ont été enregistrées pour {organization}.

source: {firstName} just achieved its goal of {count} signatures.
de: {firstName} hat gerade das Ziel von {count} Unterschriften erreicht.
fr: {firstName} vient d'atteindre son objectif de {count} signatures.

source: {firstName} is going to collect {count} signatures.
de: {firstName} wird {count} Unterschriften sammeln.
fr: {firstName} va récolter {count} signatures.

source: Load more
de: Mehr laden
fr: Afficher plus

source: My Goal
de: Mein Ziel
fr: Mon objectif

source: Every signature strengthens our force. <strong>Choose your collection target</strong> and contribute.
de: Jede Unterschrift stärkt uns. <strong>Wähle dein Sammelziel</strong> und trage zum Erfolg bei.
fr: Chaque signature compte. <strong>Définissez un ofjectif de récolte</strong> et contribuez.

source: Already collected signatures count towards the new goal. So if you increase your goal from {currentGoal} to {nextGoal} signatures, you start already with {percent}%.
de: Bereits gesammelte Unterschriften werden dem neuen Ziel angerechnet. Wenn du also dein Ziel von {currentGoal} auf {nextGoal} Unterschriften erhöhst, beginnst du bereits mit {percent}%.
fr: Les signatures déjà collectées comptent pour le nouvel objectif. Donc, si vous augmentez votre objectif de {currentGoal} à {nextGoal} signatures, vous démarrez déjà avec {percent}%.

source: Regardless of your promise here, every signature you collect always counts for your section/canton.
de: Egal, was du hier versprichst, jede Unterschrift, die du sammelst, zählt immer auch für deine Sektion / deinen Kanton.
fr: Quelle que soit le nombre promis ici, chaque signature que vous collectez compte toujours pour votre section/canton.

source: Hot
de: Super
fr: Super

source: Achieved
de: Erreicht
fr: Atteint

source: Selected
de: Ausgewählt
fr: Sélectionné

source: I promise {count} signatures.
de: Ich verspreche {count} Unterschriften.
fr: Je promets {count} signatures.

source: Saving...
de: Speichern…
fr: Enregistrer...

source: Enter the number of <strong>new signatures</strong> you've collected. They will be added to the already registered signatures.
de: Gib die Anzahl der <strong>neu gesammelten Unterschriften</strong> ein. Sie werden zu den bereits eingetragenen Unterschriften addiert.
fr: Entrez le nombre de <strong>nouvelles signatures</strong> que vous avez récoltées. Elles seront ajoutées aux signatures déjà enregistrées.

source: Number of new signatures
de: Anzahl neu gesammelter Unterschriften
fr: Nombre de nouvelles signatures

source: Number of recent collected signatures, that haven't been registered yet.
de: Anzahl der Unterschriften, die noch nicht eingetragen worden sind.
fr: Nombre de signatures récemment collectées, qui n'ont pas encore été enregistrées.

source: Invalid number.
de: Ungültige Nummer.
fr: Nombre non valide.

source: Register Signatures
de: Unterschriften eintragen
fr: Enregistrer les signatures

source: {count} signatures added.
de: {count} Unterschriften hinzugefügt.
fr: {count} signatures ajoutées.

source: Please hand in the signatures to your party as soon as possible. Or send them by mail to the address noted on the signature sheets. The sooner the better.
de: Bitte gib die Unterschriften so schnell wie möglich bei deiner Partei ab. Oder schicke sie per Post an die Adresse, die auf den Unterschriftenbogen angegeben ist. Je früher, desto besser.
fr: Veuillez transmettre les signatures à votre parti dès que possible. Ou envoyez-les par courrier à l'adresse indiquée sur les feuille de signature. Le plus tôt sera le mieux.

source: Back without registering signatures
de: Zurück ohne Unterschriften einzutragen
fr: Retour sans enregistrer de signatures

source: Undo
de: Rückgängig
fr: Annuler

source: You've got mail
de: Du hast eine E-Mail bekommen
fr: Vous avez reçu un mail

source: <strong>Do not close this window</strong>. We've emailed you a link that will activate your login here in this window.
de: <strong>Dieses Fenster nicht schliessen</strong>. Wir haben dir einen Link gemailt, der dein Login hier in diesem Fenster aktiviert.
fr: <strong>Ne fermez pas cette fenêtre</strong>. Nous vous avons envoyé un lien qui activera votre connexion dans cette fenêtre.

source: Emails are sometimes slow. It may take a minute or two until it reaches your inbox.
de: E-Mails sind manchmal langsam. Es kann ein oder zwei Minuten dauern, bis es deinen Posteingang erreicht.
fr: Les mails sont parfois lents. Cela peut prendre une ou deux minutes jusqu'à ce qu'ils atteignent votre boîte de réception.

source: Send again
de: Erneut senden
fr: Envoyer à nouveau

source: Retry sending login email to: {email}
de: Login-E-Mail erneut senden an: {email}
fr: Réessayez d'envoyer l'e-mail de connexion à : {email}

source: invalid e-mail address
de: E-Mail-Adresse ungültig
fr: adresse mail invalide

source: Collectme Settings
de: Collectme Einstellungen
fr: Paramètres de Collectme

source: You do not have sufficient permissions to access this page.
de: Du hast keine Zugriffsberechtigung für diese Seite.
fr: Vous n'avez pas les autorisations pour accéder à cette page.

source: Saved!
de: Gespeichert!
fr: Enregistré !

source: Invalid email config.
de: Ungültige E-Mail-Konfiguration.
fr: Configuration de l'e-mail non valable.

source: Invalid objective key.
de: Ungültiges Ziel.
fr: Clé d'objectif non valable.

source: Invalid goal.
de: Ungültiges Ziel.
fr: Objectif non valable.

source: Invalid image url.
de: Ungültige Bild-Url.
fr: Url d'image non valable.

source: Markup is not allowed in CSS.
de: Markup ist in CSS nicht erlaubt.
fr: Balisage non autorisé dans le CSS.

source: Cause deleted.
de: Anliegen gelöscht.
fr: Cause supprimée.

source: Failed to delete cause.
de: Anliegen konnte nicht gelöscht werden.
fr: Impossible de supprimer la cause.

source: Failed to create cause: Invalid name.
de: Anliegen konnte nicht erstellt werden: Ungültiger Name.
fr: Impossible de créer la cause : nom invalide.

source: Cause created.
de: Anliegen erstellt.
fr: Cause créée.

source: Failed to create cause.
de: Anliegen konnte nicht erstellt werden.
fr: Impossible de créer la cause.

source: Hello {{firstName}} Some time ago you promised {{groupSignatureObjective}} signatures, thank you so much! You've already discovered the collection tool and entered {{groupSignatureCount}} signatures. Keep collecting and enter your new signatures now. Every signature gets you one step closer to your goal of {{groupSignatureObjective}} signatures: LINK Reminder: You can download the signature sheet and the most important arguments here: LINK Do you have any questions or would you like some hints? Get in touch with me! A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Vor einiger Zeit hast du {{groupSignatureObjective}} Unterschriften versprochen, Vielen Dank! Du hast das Sammel-Tool bereits entdeckt und {{groupSignatureCount}} Unterschriften eingegeben. Sammle weiter und trage deine neue gesammelten Unterschriften jetzt ein. Jede Unterschrift bringt dich deinem Ziel von {{groupSignatureObjective}} Unterschriften einen Schritt näher: LINK Zur Erinnerung: Du kannst den Unterschriftenbogen und die wichtigsten Argumente hier herunterladen: LINK Hast du Fragen oder brauchst du weitere Tipps? Nimm mit mir Kontakt auf! Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Continue collecting and entering signatures! {{firstName}}, enter signatures now - it's worth it! {{firstName}}, only with you we can make a change!
de: Sammle weiter Unterschriften und trage sie ein! {{firstName}}, trage jetzt Unterschriften ein - es lohnt sich! {{firstName}}, mit dir können wir etwas verändern!

source: Hello {{firstName}} Yesterday you've reached your signature collection goal. Fantastic, congratulations. Upgrade your collection goal now and become a true chief collector: LINK Do you have any questions or would you like some hints? Get in touch with me! A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Gestern hast du dein Ziel für die Unterschriftensammlung erreicht. Fantastisch, herzlichen Glückwunsch. Erhöhe jetzt dein Sammelziel und werde ein*e echte*r Chefsammler*in: LINK Hast du noch Fragen oder wünschst du Tipps? Nimm Kontakt mit mir auf! Ein herzliches Dankeschön für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Kudos, {{firstName}}: You made it! Congrats, {{firstName}}: Goal achieved.
de: Grossartig, {{firstName}}: Du hast es geschafft! Glückwunsch, {{firstName}}: Ziel erreicht.

source: Hello {{firstName}} Yesterday you've reached your signature collection goal. Fantastic, congratulations. That you've already chosen to upgrade your goal makes us even happier. Kudos to you, {{firstName}}! Now it's time to keep at it and continue collecting. Enter more signatures and get one step closer to your new goal: LINK Reminder: You can download the signature sheet and the most important arguments here: LINK Do you have any questions or would you like some hints? Get in touch with me! A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Gestern hast du dein Ziel für die Unterschriftensammlung erreicht. Fantastisch, herzlichen Glückwunsch. Dass du dich bereits entschieden hast, dein Ziel zu erhöhen, macht uns umso glücklicher. Herzlichen Glückwunsch, {{firstName}}! Jetzt ist es an der Zeit, weiterzusammeln. Gib weitere Unterschriften ein und komm deinem neuen Ziel einen Schritt näher: LINK Reminder: Du kannst den Unterschriftenbogen und die wichtigsten Argumente hier herunterladen: LINK Hast du Fragen oder brauchst du weitere Tipps? Nimm mit mir Kontakt auf! Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Kudos, {{firstName}}: You're awesome! Congrats, {{firstName}}: You're a true chief collector.
de: Genial, {{firstName}}: Du bist grossartig! Glückwunsch, {{firstName}}: Du bist ein*e echte*r Chefsammler*in!

source: Wow {{firstName}}, Yesterday you've reached the highest signature collection goal. This is incredible, thank you so much for your awesome commitment. Celebrate your success. People like you are really making a change. You can push it even further, if you keep collecting. An enormous thank you for your commitment 💚 Happy collecting, Your Team
de: Wow {{firstName}}, Gestern hast du das höchste Ziel der Unterschriftensammlung erreicht. Das ist unglaublich, vielen Dank für dein grossartiges Engagement. Feiere diesen Erfolg. Menschen wie du bewirken eine echte Veränderung. Du kannst es noch weiter bringen, wenn du weiter sammelst. Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Incredible, {{firstName}}!
de: Unglaublich, {{firstName}}!

source: Hello {{firstName}} Yesterday you've added a signature collection goal. Fantastic, congratulations. This is the first step to making a difference. Now it's time to start collecting. Enter signatures and get one step closer to your goal: LINK Reminder: You can download the signature sheet and the most important arguments here: LINK Do you have any questions or would you like some hints? Get in touch with me! A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Gestern hast du ein Unterschriftensammelziel hinzugefügt. Fantastisch, herzlichen Glückwunsch. Das ist der erste Schritt, um etwas zu bewirken. Jetzt ist es an der Zeit, mit dem Sammeln zu beginnen. Trage Unterschriften ein und komm deinem Ziel einen Schritt näher: LINK Erinnerung: Du kannst den Unterschriftenbogen und die wichtigsten Argumente hier herunterladen: LINK Hast du Fragen oder brauchst du weitere Tipps? Nimm mit mir Kontakt auf! Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: You're making a change, {{firstName}}!
de: Du machst einen Unterschied, {{firstName}}!

source: Hello {{firstName}} Yesterday you've upgraded your signature collection goal. Fantastic, congratulations. You're a true pro! Keep collecting. Every signature gets you one step closer to your new goal of {{groupSignatureObjective}} signatures: LINK Reminder: You can download the signature sheet and the most important arguments here: LINK Do you have any questions or would you like some hints? Get in touch with me! A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Gestern hast du dein Ziel für die Unterschriftensammlung erhöht. Fantastisch, herzlichen Glückwunsch! Du bist ein echter Profi! Sammle weiter. Jede Unterschrift bringt dich deinem neuen Ziel von {{groupSignatureObjective}} einen Schritt näher: LINK Zur Erinnerung: Du kannst den Unterschriftenbogen und die wichtigsten Argumente hier herunterladen: LINK Hast du Fragen oder brauchst du weitere Tipps? Nimm mit mir Kontakt auf! Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Goal upgraded! Awesome, {{firstName}}! Good choice, {{firstName}}! {{groupSignatureObjective}} for the win
de: Ziel erhöht! Super, {{firstName}}! Gute Wahl, {{firstName}}! {{groupSignatureObjective}} für den Sieg

source: Hello {{firstName}} Some time ago you promised {{groupSignatureObjective}} signatures, thank you so much! Now it's time to start collecting! Do you have any questions or would you like some hints? Get in touch with me! Have you already discovered our great collection tool? Enter your collected signatures now and get one step closer to your goal: LINK A big thank you for your commitment 💚 Happy collecting, Your Team
de: Hallo {{firstName}} Vor einiger Zeit hast du {{groupSignatureObjective}} Unterschriften versprochen, vielen Dank dafür! Jetzt ist es an der Zeit, mit dem Sammeln zu beginnen! Hast du noch Fragen oder möchtest du ein paar Tipps? Nimm Kontakt mit mir auf! Hast du schon unser tolles Sammel-Tool entdeckt? Gib jetzt deine gesammelten Unterschriften ein und komm deinem Ziel einen Schritt näher: LINK Vielen Dank für dein Engagement 💚 Gutes Sammeln, Dein Team

source: Collect and enter signatures now! {{firstName}}, enter signatures now - it's worth it! {{firstName}}, only with you we can make a change!
de: Sammle jetzt und gib Signaturen ein! {{firstName}}, gib jetzt Signaturen ein - es lohnt sich! {{firstName}}, nur mit Ihnen können wir eine Änderung vornehmen!

source: Confirm login
de: Anmeldung bestätigen
fr: Confirmer l'inscription

source: Hello %1$s Click the following link to login: %2$s Please note, that you will be logged-in in the browser of the device you triggered this email. This may be different from the browser that opens when you click this link. Feel free to reply to this email, if you have any questions. Yours sincerely, %3$s
de: Hallo %1$s Klicke auf den folgenden Link, um dich einzuloggen: %2$s Bitte beachte, dass du im Browser desjenigen Geräts eingeloggt wirst, mit welchem du diese E-Mail ausgelöst hast. Dieser kann sich vom Browser unterscheiden, der sich öffnet, wenn du auf diesen Link klickst. Wenn du Fragen hast, kannst du gerne auf diese E-Mail antworten. Mit freundlichen Grüssen, %3$s
fr: Bonjour %1$s Cliquez sur le lien suivant pour vous connecter : %2$s Veuillez noter que vous serez connecté dans le navigateur de l'appareil que vous avez déclenché ce courriel. Cela peut être différent du navigateur qui s'ouvre lorsque vous cliquez sur ce lien. N'hésitez pas à répondre à cet e-mail si vous avez des questions. sincèrement, %3$s

source: Small
de: Klein
fr: Petit

source: Medium
de: Mittel
fr: Moyen

source: Large
de: Gross
fr: Grand

source: Extra large
de: Extra gross
fr: Très grand

source: Default
de: Standard
fr: Par défaut
