Repository: grueneschweiz/collectme
Catalog: languages/collectme-*.po
Languages: de, fr

source: We failed to activate your login. Please try again.
de: Wir konnten deinen Login nicht aktivieren. Bitte versuche es erneut.
fr: Nous n'avons pas réussi à activer votre login. Veuillez réessayer.

source: Success
de: Erfolg
fr: Réussi

source: You successfully activated your login. Head back to the browser on which you requested the login. You are now automatically signed in.
de: Du hast dein Login erfolgreich aktiviert. Gehe zurück zu dem Browser, mit dem du den Login angefordert hast. Da bist du jetzt eingeloggt.
fr: Vous avez activé votre connexion avec succès. Retournez au navigateur sur lequel vous avez demandé la connexion. Vous êtes maintenant automatiquement connecté-e.

source: Login here in this window
de: Hier in diesem Fenster anmelden
fr: Connectez-vous ici dans cette fenêtre

source: That took too long
de: Das hat zu lange gedauert
fr: Cela a pris trop de temps

source: Sorry, your login link has already expired. Please try again.
de: Sorry, dein Login-Link ist zwischenzeitlich abgelaufen. Bitte versuche es erneut.
fr: Désolé, votre lien de connexion a déjà expiré. Veuillez réessayer.

source: Causes
de: Anliegen

source: Paste the shortcode into the post or page where you want the collectme app to run.
de: Füge den Shortcode in den Beitrag oder die Seite ein, auf der du die collectme App einbetten möchtest.
fr: Collez le shortcode dans le message ou la page où vous voulez que l'application collectme s'exécute.

source: Do you really want to delete %s and all its associated data? Only do this if the cause is long past or was never launched.
de: Willst du %s und alle zugehörigen Daten wirklich löschen? Mach das nur, wenn das Anliegen schon lange vorbei ist oder nie gestartet wurde.
fr: Voulez-vous vraiment supprimer %s et toutes les données associées? Ne le faire que si la cause est trés ancienne ou n'a jamais été lancée.

source: Delete %s
de: %s löschen
fr: Supprimer %s

source: Create new cause
de: Neues Anliegen erstellen
fr: Créer une nouvelle cause

source: The name is only for internal use and not visible to the public. Keep it short.
de: Der Name ist nur für den internen Gebrauch und für die Öffentlichkeit nicht sichtbar. Halte ihn kurz.
fr: Le nom est uniquement pour un usage interne et n'est pas visible pour le public. Choisissez-en un court.

source: Create cause
de: Anliegen erstellen
fr: Créer la cause

source: Signatures
de: Unterschriften

source: Number of signatures needed
de: Sammelziel
fr: Nombre de signatures nécessaires

source: The number of signatures to be registered. For an initiative this would typically be 105'000.
de: Die Anzahl der Unterschriften, die eingetragen werden müssen. Für eine Initiative sind das normalerweise 105'000.
fr: Le nombre de signatures à enregistrer. Pour une initiative, c'est généralement 105'000.

source: Additional signatures collected
de: Zusätzlich gesammelte Unterschriften
fr: Signatures supplémentaires récoltées

source: This number is added to the sum of the registered signatures. Typically you'd enter the number of signatures received by mailings (and thus not yet registered in this tool) here.
de: Diese Zahl wird zur Summe der eingetragenen Unterschriften addiert. Normalerweise trägst du hier das Total der Unterschriften ein, die du durch Mailings erhalten hast (und die daher noch nicht in diesem Tool eingetragen wurden).
fr: Ce nombre est ajouté à la somme des signatures enregistrées. Par exemple, vous entrez le nombre de signatures reçues par mailings (et donc pas encore enregistré dans cet outil) ici.

source: Number of signatures to be pledged
de: Pledge-Ziel
fr: Nombre de signatures promises

source: The number of signatures you'd expect people to pledge for. It is possibly equal to the number of signatures needed.
de: Die Anzahl der Unterschriften, die du aus den Pledges erwartest. Vermutlich ist sie identlich mit dem Sammelziel.
fr: Le nombre de signatures que vous vous attendiez à récolter. Il est peut-être identique au nombre de signatures nécessaires.

source: Additional pledges
de: Zusätzliche Pledges
fr: Promesses supplémentaires

source: This number is added to the total of the pledges. Typically you'd enter the number of signatures expected to collect by mailings or other organizations.
de: Diese Zahl wird zur Summe der Pledges addiert. Typischerweise gibst du hier die Anzahl Unterschriften ein, die du von Mailings oder anderen Organisationen erwartest.
fr: Ce nombre est ajouté au total des promesses de signatures. En général, vous introduisez ici le nombre de signatures que vous attendez suite à un mailing ou d'autres organismes.

source: Collection start date
de: Sammelstart

source: Collection end date
de: Sammelende

source: The last day you plan to collect signatures.
de: Der letzte Tag der Unterschriftensammlung.

source: Scheduled E-Mails
de: Geplante E-Mails

source: Collection reminder
de: Sammelerinnerung

source: days
de: Tage

source: Number of days after which the user receives an email that reminds him to collect and enter signatures.
de: Anzahl der Tage, nach denen der*die Benutzer*in eine E-Mail erhält, die sie*ihn daran erinnert, Unterschriften zu sammeln und einzutragen.

source: Resent every X days.
de: Wird alle X Tage erneut gesendet.

source: No reminders are sent if left blank.
de: Wenn dieses Feld leer bleibt, werden keine Erinnerungen verschickt.

source: Goal added / updated / achieved
de: Ziel hinzugefügt / aktualisiert / erreicht

source: hours
de: Stunden

source: Number of hours after which the user receives a thank you email for reaching and/or updating its goal.
de: Anzahl Stunden, nach denen der*die Benutzer*in eine Dankes-E-Mail für das Erreichen und/oder Aktualisieren seines*ihres Ziels erhält.

source: No email is sent if left blank.
de: Wenn dieses Feld leer bleibt, werden keine Emails verschickt.

source: Sender name
de: Name des Absenders
fr: Nom de l'expéditeur

source: The sender name for emails sent by this cause (e.g. login emails).
de: Der Absendername für E-Mails, die von diesem Anliegen gesendet werden (z. B. Login-E-Mails).
fr: Le nom de l'expéditeur pour les e-mails envoyés par cette cause (par exemple, les e-mails de connexion).

source: Sender address
de: Absenderadresse
fr: Adresse de l'expéditeur

source: The sender address for emails sent by this cause (e.g. login emails).
de: Die Absenderadresse für E-Mails, die von diesem Anliegen gesendet werden (z. B. Login-E-Mails).
fr: L'adresse de l'expéditeur pour les e-mails envoyés par cette cause (par exemple, les e-mails de connexion).

source: Reply-To address
de: Antwortadresse
fr: Adresse de réponse

source: The destination address if people reply.
de: Die Zieladresse, wenn Leute antworten.
fr: L'adresse de destination si les gens répondent.

source: Goals
de: Ziele
fr: Objectifs

source: Caution: Changing the goals after launching the cause will break the user experience.
de: Achtung: Wenn du die Ziele änderst, nachdem das Anliegen lanciert wurde, wird die user experience beeinträchtigt.
fr: Attention : Changer les objectifs après le lancement de la cause cassera l'expérience de l'utilisateur.

source: Goal
de: Ziel
fr: Objectif

source: Number of signatures to collect.
de: Anzahl zu sammelnder Unterschriften.
fr: Nombre de signatures à collecter.

source: Image URL
de: Bild-URL
fr: URL de l'image

source: Fully qualified URL to the image. Clear to reset to default.
de: Vollständig qualifizierte URL zum Bild. Leer lassen, um auf das Standardbild zurückzusetzen.
fr: URL entièrement qualifiée pour l'image. Effacez pour réinitialiser à la valeur par défaut.

source: Add "hot" ribbon to goal.
de: Hebe das Ziel mit dem Band "Super" hervor.
fr: Mettez l'objectif en évidence avec un ruban "super".

source: Active
de: Aktiv
fr: Actif

source: Goal is active (visible and selectable)
de: Das Ziel ist aktiv (sichtbar und auswählbar)
fr: L'objectif est actif (visible et sélectionnable)

source: This is shown before any goal is selected.
de: Dies wird angezeigt, bevor ein Ziel ausgewählt wurde.
fr: Ceci est affiché avant la sélection d'un objectif.

source: Custom CSS
de: Benutzerdefiniertes CSS
fr: CSS personnalisé

source: CSS entered here will be applied to every page this cause is displayed.
de: Das hier eingegebene CSS wird auf jeder Seite angewendet, auf der dieses Anliegen angezeigt wird.
fr: Les CSS saisis ici seront appliqués à chaque page que cette cause est affichée.

source: Overrides
de: Überschreibungen
fr: Substitutions

source: Save %s settings
de: %s Einstellungen speichern
fr: Enregistrer les paramètres %s

source: E-Mail
fr: Courriel

# Email subject
source: Login link
fr: Lien de connexion

source: Oh là là
fr: Oh là là

source: Name
fr: Nom

source: Pledges
fr: Promesses
